const UNIVERSITIES = {

    "Тиббӣ": {
        majors: [
            "Тибби умумӣ",
            "Стоматология",
            "Педиатрия"
        ],
        universities: [
            "Донишгоҳи давлатии тиббии Тоҷикистон"
        ]
    },

    "IT": {
        majors: [
            "Барномасозӣ",
            "Технологияҳои иттилоотӣ",
            "Амнияти иттилоотӣ"
        ],
        universities: [
            "Донишгоҳи технологии Тоҷикистон",
            "Донишгоҳи миллии Тоҷикистон"
        ]
    },

    "Иқтисод": {
        majors: [
            "Иқтисодиёт",
            "Молия ва қарз",
            "Баҳисобгирии бухгалтерӣ"
        ],
        universities: [
            "Донишгоҳи давлатии молия ва иқтисоди Тоҷикистон"
        ]
    },

    "Омӯзгорӣ": {
        majors: [
            "Педагогика",
            "Омӯзгори математика",
            "Омӯзгори забони тоҷикӣ"
        ],
        universities: [
            "Донишгоҳи давлатии омӯзгории Тоҷикистон"
        ]
    }
};
const DB = {

    "Математика":[
    
    {
    q:"125 + 378 = ?",
    options:["503","502","505","510"],
    a:"503"
    },
    
    {
    q:"15² = ?",
    options:["225","215","235","205"],
    a:"225"
    },
    
    {
    q:"17 × 17 = ?",
    options:["279","289","299","269"],
    a:"289"
    },
    
    {
    q:"144 ÷ 12 = ?",
    options:["10","12","14","16"],
    a:"12"
    },
    
    {
    q:"(25 × 4) - 36 = ?",
    options:["64","74","54","84"],
    a:"64"
    }
    
    ],
    
    "Биология":[
    
    {
    q:"Дили инсон чанд камера дорад?",
    options:["2","3","4","5"],
    a:"4"
    },
    
    {
    q:"Пойгоҳи ирсият чист?",
    options:["ДНК","Ҳуҷайра","Хун","Майна"],
    a:"ДНК"
    },
    
    {
    q:"Нафаскашии инсон дар кадом узв мегузарад?",
    options:["Шуш","Дил","Ҷигар","Гурда"],
    a:"Шуш"
    },
    
    {
    q:"Растаниҳо ҳангоми фотосинтез чӣ истеҳсол мекунанд?",
    options:["Оксиген","Карбон","Нитроген","Об"],
    a:"Оксиген"
    },
    
    {
    q:"Воҳиди асосии сохтори организм?",
    options:["Ҳуҷайра","Бофта","Узв","Хун"],
    a:"Ҳуҷайра"
    }
    
    ],
    
    "Химия":[
    
    {
    q:"Формулаи об кадом аст?",
    options:["H2O","CO2","NaCl","O2"],
    a:"H2O"
    },
    
    {
    q:"NaCl чист?",
    options:["Намак","Об","Газ","Кислота"],
    a:"Намак"
    },
    
    {
    q:"Рамзи оксиген?",
    options:["O","H","N","C"],
    a:"O"
    },
    
    {
    q:"CO2 чӣ ном дорад?",
    options:["Гази карбон","Об","Оксиген","Намак"],
    a:"Гази карбон"
    },
    
    {
    q:"Кадом металл бештар занг мезанад?",
    options:["Оҳан","Тилло","Нуқра","Мис"],
    a:"Оҳан"
    }
    
    ],
    
    "Физика":[
    
    {
    q:"Воҳиди қувва кадом аст?",
    options:["Ньютон","Ампер","Вольт","Ҷоул"],
    a:"Ньютон"
    },
    
    {
    q:"Формулаи қувва?",
    options:["F=ma","E=mc²","V=s/t","P=UI"],
    a:"F=ma"
    },
    
    {
    q:"Воҳиди ҷараёни барқ?",
    options:["Ампер","Вольт","Ом","Ҷоул"],
    a:"Ампер"
    },
    
    {
    q:"Воҳиди шиддат?",
    options:["Вольт","Ампер","Ом","Ньютон"],
    a:"Вольт"
    },
    
    {
    q:"Суръат чӣ тавр ҳисоб мешавад?",
    options:["s/t","F/m","U/I","m×a"],
    a:"s/t"
    }
    
    ],
    
    "Забони тоҷикӣ":[
    
    {
    q:"Феъл чиро ифода мекунад?",
    options:["Амал","Ном","Аломат","Шумора"],
    a:"Амал"
    },
    
    {
    q:"Сифат чиро ифода мекунад?",
    options:["Аломат","Амал","Ном","Шахс"],
    a:"Аломат"
    },
    
    {
    q:"Исм чиро ифода мекунад?",
    options:["Ном","Амал","Аломат","Шумора"],
    a:"Ном"
    },
    
    {
    q:"Антоними калимаи «калон»?",
    options:["Хурд","Баланд","Васеъ","Зебо"],
    a:"Хурд"
    },
    
    {
    q:"Забони давлатии Тоҷикистон кадом аст?",
    options:["Тоҷикӣ","Русӣ","Англисӣ","Форсӣ"],
    a:"Тоҷикӣ"
    }
    
    ]
    
    };